Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: Net_work Drives
ug: تور قوزغاتقۇلىرى(_W)

source: Netmask:
ug: تور ماسكىسى:

source: Netscape Bookmarks
ug: Netscape خەتكۈش

source: Netscape p_lugins
ug: Netscape قىستۇرمىلىرى(_L)

source: Netscape plugins
ug: Netscape قىستۇرمىلىرى

source: Network
ug: تور

source: Network Connection
ug: تور باغلىنىشى

source: Network Connection: %s
ug: تور باغلىنىشى: %s

source: Network Menu
ug: تور تىزىملىكى

source: Network Monitor
ug: تور كۆزەتكۈ

source: Network Status Monitor
ug: تور ھالىتىنى كۆزەتكۈچ

source: Network _device:
ug: تور ئۈسكۈنىسى(_D):

source: Network cable is plugged out
ug: تور سىمىنى چېتىلدى

source: Network route flush %s
ug: %s نىڭ يول تاللىشىنى تازىلا

source: Network-related settings
ug: تورغا مۇناسىۋەتلىك تەڭشەك

source: Never
ug: زادىلا

source: Never for this page
ug: بۇ بەتنىڭكىنى زادىلا ئەستە تۇتمىسۇن

source: Never show icon
ug: كۆرسەتمە

source: New
ug: يېڭى

source: New DSP Preset
ug: يېڭى DSP ئالدىن تەڭشىشى

source: New Download
ug: يېڭى چۈشۈرۈش

source: New Empty File
ug: يېڭى قۇرۇق ھۆججەت

source: New Empty File...
ug: يېڭى قۇرۇق ھۆججەت...

source: New File
ug: يېڭى ھۆججەت

source: New Folder
ug: يېڭى مۇندەرىجە

source: New From Te_mplate
ug: قېلىپتىن يېڭى ھۆججەت قۇر(_M)

source: New Mail Folders
ug: يېڭى ئېلخەت مۇندەرىجىسى

source: New Name
ug: يېڭى ئات

source: New P_rivate Browsing Window
ug: يېڭى شەخسىي كۆرۈش كۆزنىكى(_R)

source: New Playlist
ug: يېڭى قويۇش تىزىمى

source: New Playlist (%d)
ug: يېڭى قويۇش تىزىمى(%d)

source: New Private Browsing Window
ug: يېڭى شەخسىي كۆرۈش كۆزنىكى

source: New Property
ug: يېڭى خاسلىق

source: New T_ab
ug: يېڭى بەتكۈچ(_A)

source: New Tab
ug: يېڭى بەتكۈچ

source: New Task
ug: يېڭى ۋەزىپە

source: New Window
ug: يېڭى كۆزنەك

source: New _Account
ug: يېڭى ھېسابات(_N)

source: New _Application
ug: يېڭى پروگرامما(_A)

source: New _Folder
ug: يېڭى مۇندەرىجە(_F)

source: New _Link
ug: يېڭى ئۇلانما(_L)

source: New _Message
ug: يېڭى ئۇچۇر(_M)

source: New _Tab
ug: يېڭى بەتكۈچ(_T)

source: New _Window
ug: يېڭى كۆزنەك(_W)

source: New appointment
ug: يېڭى دېيىشمە

source: New appointment - Orage
ug: يېڭى دېيىشمە - Orage

source: New audio composition
ug: يېڭى ئۈن ياسالمىسى

source: New bookmark
ug: يېڭى خەتكۈش

source: New data composition
ug: يېڭى سانلىق ئاساس ياسالمىسى

source: New directory
ug: يېڭى مۇندەرىجە

source: New feed
ug: يېڭى feed

source: New file
ug: يېڭى ھۆججەت

source: New folder
ug: يېڭى مۇندەرىجە

source: New group settings
ug: يېڭى گۇرۇپپا تەڭشىكى

source: New mail _folders...
ug: يېڭى ئېلخەت مۇندەرىجىسى(_F)...

source: New moon
ug: يېڭى ئاي

source: New playlist
ug: يېڭى قويۇش تىزىمى

source: New property
ug: يېڭى خاسلىق

source: New session
ug: يېڭى ئەڭگىمە

source: New tab
ug: يېڭى بەتكۈچ

source: New tabs have no label by default
ug: كۆڭۈلدە يېڭى بەتكۈچلەرنىڭ ئەنى كۆرسىتىلمەيدۇ

source: New task %s
ug: يېڭى ۋەزىپە %s

source: New window
ug: يېڭى كۆزنەك

source: News Aggregator
ug: خەۋەر يىغقۇچ

source: Next
ug: كېيىنكى

source: Next Folder
ug: كېيىنكى قىسقۇچ

source: Next Track
ug: كېيىنكى نەغمە

source: Next active alarms:
ug: كېيىنكى ئاكتىپ گۈدۈكلەر:

source: Next image
ug: كېيىنكى سۈرەتنى كۆرسىتىدۇ

source: Next new Tab (History List)
ug: كېيىنكى بەتكۈچ(ئىز تىزىمى)

source: Next new tab from history
ug: ئىزدىكى كېيىنكى يېڭى بەتكۈچ

source: Next track
ug: كېيىنكى نەغمە

source: Next workspace
ug: كېيىنكى خىزمەت رايونى

source: Next: CTRL+f
ug: كېيىنكى: CTRL+f

source: Nickel cadmium
ug: نىكىل كادمىي

source: Nickel metal hybride
ug: نىكىل مېتال ھىدرىد

source: Night
ug: كېچە

source: No
ug: ياق

source: No AT-SPI provider was found on your system
ug: سىستېمىڭىزدا AT-SPI تەمىنلىگۈچىسى يوق ئىكەن

source: No CD-ROM drive detected
ug: CD-ROM قوزغاتقۇچى بايقالمىدى

source: No Data
ug: سانلىق-مەلۇمات يوق

source: No Exec field specified
ug: Exec خەت بۆلىكى بېكىتىلمىگەن

source: No Hosts found
ug: كومپيۇتېرلار(Hosts) يوق ئىكەن

source: No Indicators
ug: كۆرسەتكۈلەر يوق

source: No Repeat
ug: قايتىلىمىسۇن

source: No Shares found
ug: ھەمبەھىرلەر يوق ئىكەن

source: No URL field specified
ug: URL خەت بۆلىكى بېكىتىلمىگەن

source: No Windows
ug: كۆزنەك يوق

source: No Workgroups found
ug: خىزمەت گۇرۇپپىسى(Workgroups) يوق ئىكەن

source: No Xfmedia instances running
ug: Xfmedia نىڭ ئىجرا بولۇۋاتقان ئۈلگىلىرى يوق

source: No active alarms found
ug: ئاكتىپ گۈدۈك تېپىلمىدى

source: No application selected
ug: پروگرامما تاللانمىدى

source: No applications found
ug: پروگرامما تېپىلمىدى

source: No backends could be started
ug: ئارقا ئۇچنىڭ بىرىنىمۇ قوزغاتقىلى بولمىدى

source: No batteries found
ug: توكدان بايقالمىدى

source: No bookmark
ug: خەتكۈش يوق

source: No bookmarks
ug: خەتكۈشلەر يوق

source: No burners are currently available
ug: ھازىر يازغۇ يوق

source: No carrier signal
ug: سىگنالى يوق

source: No clipboard data
ug: چاپلاش تاختىسىدا بىر نەرسە يوق

source: No command defined
ug: بۇيرۇق بېكىتىلمىگەن

source: No command specified
ug: بۇيرۇق بېكىتىلمىگەن

source: No connection
ug: باغلىنىش يوق

source: No controls visible
ug: تىزگىنلىگۈچلەر(controls) نىڭ ھېچقايسىسى كۆرۈنمەيدۇ

source: No data
ug: سانلىق-مەلۇمات يوق

source: No default application found for "%s"
ug: «%s» نى بىر تەرەپ قىلىدىغان كۆڭۈلدىكى پروگرامما يوق

source: No default location available for "%s"
ug: «%s» نىڭ كۆڭۈلدىكى ئورنى يوق

source: No description given
ug: چۈشەندۈرۈشى يوق

source: No device configured
ug: ئۈسكۈنە سەپلەنمىگەن

source: No device found
ug: ئۈسكۈنە تېپىلمىدى

source: No disc detected in drive
ug: قوزغاتقۇچتا دىسكا يوق ئىكەن.

source: No disc detected in drive.
ug: قوزغاتقۇچتا دىسكا يوق ئىكەن.

source: No disc detected in the drive.
ug: قوزغاتقۇچتا دىسكا يوق ئىكەن.

source: No disc in %s
ug: %s دا دىسكا يوق

source: No disc in the drive
ug: قوزغاتقۇچتا دىسكا يوق

source: No dockapp is running!
ug: dockapp ئىجرا قىلىنماپتۇ!

source: No documentation installed
ug: پۈتۈك ئورنىتىلمىغان

source: No driver defined
ug: قوزغاتقۇ ئېنىقلانمىغان

source: No equal sign found in definition of Field
ug: سوز بۆلىكىنىڭ ئېنىقلىمىسىدا تەڭلىك بەلگىسى يوق ئىكەن

source: No equal sign found in definition of String
ug: تېكىستنىڭ ئېنىقلىمىسىدا تەڭلىك بەلگىسى يوق ئىكەن

source: No error description available.
ug: خاتالىق ھەققىدە چۈشەندۈرۈش يوق.

source: No file selected
ug: ھۆججەت تاللانمىدى

source: No file/folder specified
ug: ھۆججەت/مۇندەرىجە بېكىتىلمىگەن

source: No filetype
ug: ھۆججەت تىپى يوق

source: No folders are specified.
ug: قىسقۇچلار كۆرسىتىلمىگەن.

source: No function. Just to be compatible with nautilus
ug: ئىشلىمەيدۇ. پەقەتلا nautilus بىلەن ماسلاشتۇرۇشنىلا مەقسەت قىلغان

source: No history
ug: ئىز يوق

source: No history or web cookies are being saved.
ug: ھېچقانداق ئىز ۋە cookies لار ساقلانمىغان.

source: No icon
ug: سىنبەلگە يوق

source: No installed plugins found on this system
ug: سىستېمىغا تېخى قىستۇرما ئورنىتىلماپتۇ

source: No items
ug: تۈر يوق

source: No items found
ug: بىر نەرسە يوق

source: No known device found.
ug: تونۇش ئۈسكۈنە يوق ئىكەن.

source: No matches could be found for "%s".
ug: «%s» نىڭغا ماس كېلىدىغان نەرسە تېپىلمىدى.

source: No messages found
ug: ئۇچۇر تېپىلمىدى

source: No modem instance
ug: مودېم ئۈلگىسى يوق

source: No network devices found
ug: تور ئۈسكۈنىسى تېپىلمىدى

source: No new mail
ug: يېڭى ئېلخەت يوق

source: No new packages
ug: يېڭى بوغچا يوق

source: No parent
ug: ئاتا-ئانىسى يوق

source: No poster key found in metadata
ug: مېتا سانلىق-مەلۇماتى ئىچىدە poster ئاچقۇچى يوق

source: No property specified
ug: خاسلىق بېكىتىلمىگەن

source: No proxy server
ug: ۋاكالەتچى مۇلازىمېتىر يوق

source: No renamer modules were found on your system. Please check your installation or contact your system administrator. If you install Thunar from source, be sure to enable the "Simple Builtin Renamers" plugin.
ug: ئات ئۆزگەرتكۈچى مودېل تېپىلمىدى. تەكشۈرۈپ كۆرۈڭ ياكى سىستېما باشقۇرغۇچى بىلەن ئالاقە قىلىڭ. ئەگەر Thunar ئەسلى كودىدىن پايدىلىنىپ ياسىغان بولسىڭىز، "Simple Builtin Renamers" قىستۇرمىسىنى ئىشلەتكەنمۇ تەكشۈرۈڭ.

source: No root certificate file is available. SSL certificates cannot be verified.
ug: ئالىي ئىشلەتكۈچى ئىسپاتنامە ھۆججىتى يوق. SSL ئىسپاتنامىسىنى دەلىللىگىلى بولمايدۇ.

source: No row has been selected for edit
ug: تەھرىرلىنىدىغان قۇر تاللانمىدى

source: No row has been selected for removal
ug: ئۆچۈرۈلىدىغان قۇر تاللانمىدى

source: No rows have been selected.
ug: قۇر تاللانمىغان

source: No running instance of %s was found
ug: %s نىڭ ئىجرا بولۇۋاتقان ئۈلگىسى تېپىلمىدى

source: No scaling driver available
ug: تەڭشىگۈچى قوزغاتقۇ يوق

source: No sensors found!
ug: سەزگۈچ تېپىلمىدى!

source: No sensors selected!
ug: سەزگۈچ تاللانمىغان!

source: No server or username is set.
ug: مۇلازىمېتىر ئاتى ياكى ئىشلەتكۈچى ئاتى بېكىتىلمىگەن.

source: No subject
ug: تېمىسىز

source: No suggestions could be found for "%s" (%s).
ug: كىرگۈزگەن «%s» ئۈچۈن ھېچ قانداق نامزات تېپىلمىدى (%s).

source: No suitable archive manager found
ug: مۇۋاپىق ئارخىپ باشقۇرغۇ تېپىلمىدى

source: No swap
ug: swap يوق

source: No templates installed
ug: ھېچقانداق قېلىپ ئورنىتىلمىغان

source: No thumbnailer available for "%s"
ug: «%s» نىڭ كىچىك سۈرەت ياسىغۇچىنى ئىشلەتكىلى بولمايدۇ

source: No upgrades
ug: يۈكسەلدۈرمىلەر يوق

source: No valid device and/or element.
ug: ئىناۋەتلىك ئۈسكۈنە ۋە/ياكى ئېلېمېنت يوق.

source: Nobody
ug: ھېچكىم

source: Node
ug: تۈگۈن

source: None
ug: يوق

source: None (right-handed)
ug: يوق (ئوڭخاي)

source: None (use solid color)
ug: يوق (پۈتەي رەڭ)

source: None (use system style)
ug: يوق(سىستېما ئۇسلۇبىنى ئىشلىتىدۇ)

source: None available
ug: ئىشلەتكىلى بولىدىغان نەرسە يوق

source: None, allow drag-and-drop
ug: يوق، سۆرەپ-تاشلاشقا ئىجازەت

source: Noon
ug: چۈش

source: Nordic
ug: شىمالىي ياۋروپا

source: Normal
ug: نورمال

source: Normal (~750ms)
ug: نورمال (~750 مىللىسېكۇنت)

source: Normal Si_ze
ug: نورمال چوڭلۇق(_Z)

source: Normal windows:
ug: نورمال كۆزنەكلەر:

source: Normal:
ug: نورمال:

source: North
ug: شىمال

source: Not compiled with SSL/TLS support
ug: SSL/TLS ئىشلەتكىلى بولىدىغان قىلىپ يۇغۇرۇلمىغان

source: Not connected
ug: باغلانمىدى

source: Not enough arguments provided
ug: پارامېتىرلار يېتەرلىك ئەمەس

source: Not enough memory to perform the operation.
ug: مەشغۇلاتنى داۋام قىلىش ئۈچۈن يېتەرلىك ئەسلەك يوق.

source: Not now
ug: ھازىر ئەمەس

source: Not possible to delete the last clock.
ug: ئەڭ ئاخىرقى سائەتنى ئۆچۈرۈش مۇمكىن ئەمەس.

source: Not registered
ug: خەتلىتىلمىگەن

source: Not set
ug: بەلگىلەنمىگەن

source: Not using DBUS. Import works only partially.
ug: بۇنىڭدا DBUS ئىشلەتمەيدۇ، ئىمپورت قىلىش تولۇق ئىشلىمەيدۇ.

source: Not using archiving.
ug: بۇنىڭدا ئارخىپلاش ئىشلەتمەيدۇ.

source: Not using libnotify.
ug: بۇنىڭدا libnotify ئىشلەتمەيدۇ.

source: Not verified
ug: تەھقىقلەنمىگەن

source: Note
ug: ئىزاھ

source: Note that you can not change the height of horizontal panels
ug: دىققەت، گورىزونتال كۆزنەكلەرنىڭ ئېگىزلىكىنى ئۆزگەرتكىلى بولمايدۇ

source: Note that you can not change the width of vertical panels
ug: دىققەت، تىك كۆزنەكلەرنىڭ كەڭلىكىنى ئۆزگەرتكىلى بولمايدۇ

source: Note: This will make it difficult to remove or configure the plugin if there is no device detected.
ug: ئىزاھات: ئۈسكۈنە يوق ۋاقىتتا قىستۇرمىنى ئۆچۈرۈش ۋە تەڭشەش قىيىنلىشىدۇ

source: Notes
ug: ئىزاھ

source: Notes %d
ug: ئىزاھلار %d

source: Notes path:
ug: نوتېس (Notes) نىڭ يولى:

source: Nothing
ug: ھېچنېمە

source: Nothing to do
ug: قىلىدىغان ئىش يوق

source: Notification
ug: ئۇقتۇرۇش

source: Notification Area
ug: ئۇقتۇرۇش رايونى

source: Notification content format
ug: ئۇقتۇرۇش مەزمۇنىنىڭ پىچىمى

source: Notification preview failed
ug: ئۇقتۇرۇشنى ئالدىن كۆرۈش مەغلۇپ بولدى

source: Notification title format
ug: ئۇقتۇرۇش ماۋزۇسىنىڭ پىچىمى

source: Notifications
ug: ئۇقتۇرۇشلار

source: Notify
ug: ئۇقتۇرۇش

source: Notify of _urgency by making window's decoration blink
ug: جىددىي ئۇقتۇرۇش كۆزنىكىنىڭ گىرۋىكىنى لىپىلدات(_U)

source: Novice
ug: يېڭى باشلىغۇچى

source: Now Playing:
ug: قويۇۋاتقىنى:

source: Num_ber of rows:
ug: قۇر سانى(_B):

source: Number - Text
ug: نومۇرى - تېكىست

source: Number - Text - Old Name
ug: نومۇرى - تېكىست - بۇرۇنقى ئاتى

source: Number contains a non-digit: %s
ug: سان تەركىبىدە رەقەمدىن باشقا نەرسىمۇ بار ئىكەن: %s

source: Number every
ug: ھەر نەچچە قۇردا بىر قېتىم قۇر نومۇرىنى باسىدۇ

source: Number of _rows:
ug: قۇر نومۇرى(_R):

source: Number of burners in the system
ug: سىستېمىدىكى يېزىش ئۈسكۈنىسىنىڭ سانى

source: Number of columns
ug: ئىستون سانى

source: Number of columns to display
ug: كۆرسىتىدىغان ئىستون سانى

source: Number of connections to open for one file to download (only for HTTP(s)/FTP)
ug: بىر ھۆججەتنى چۈشۈرۈش ئۈچۈن ئاچىدىغان باغلىنىشنىڭ سانى(HTTP(s)/FTP ئۈچۈنلا)

source: Number of days to show
ug: كۆرسىتىدىغان كۈنلەرنىڭ سانى

source: Number of days to show in event window
ug: ھادىسە كۆزنىكىدە كۆرسىتىدىغان كۈننىڭ سانى

source: Number of drives in the system
ug: سىستېمىدىكى قوزغاتقۇچنىڭ سانى

source: Number of drives in the system (readers and writers)
ug: سىستېمىدىكى قوزغاتقۇچنىڭ سانى(ئوقۇش ۋە يېزىش ئۈسكۈنىلىرى)

source: Number of extra days to show in event list
ug: ھادىسە تىزىملىكىدە كۆرسىتىدىغان باشقا كۈنلەر

source: Number of fragmentation:
ug: پارچە سانى:

source: Number of journal, magazine, or tech-report
ug: ژۇرنال ياكى تېخنىكىلىق دوكلاتنىڭ سانى

source: Number of minutes before a different background is randomly selected from the list.
ug: ئوخشىمىغان تەگ سۈرەتلىرى ئىختىيارى تاللانغاندا ئارىسىدىكى مىنۇت سانى:

source: Number of repetitions
ug: تەكرارلىنىش ۋاقتى

source: Number of saved history items:
ug: ئىزدا ساقلانغان تۇرنىڭ سانى:

source: Number of the volume
ug: قىسىم سانى

source: Number of threads:
ug: جەريان(threads) سانى:

source: Numbering
ug: نومۇر بېكىتىش

source: OSS4 samplerate bug workaround
ug: OSS4 ئەۋرىشكىلەش نىسبىتىدىكى كەمتۈكلەرنى تۈزىتىش

source: O_thers:
ug: باشقىلار(_T):

source: O_utput:
ug: چىقىرىش(_U)

source: Obstructed
ug: توسۇۋېلىنغان

source: Odd row
ug: تاق قۇر

source: Office
ug: ئىشخانا

source: Office Applications
ug: ئىشخانا پروگراممىلىرى

source: Office and productivity applications
ug: ئىشخانا ۋە خىزمەت پروگراممىلىرى

source: Official icon of xmms2 by Arnaud DIDRY
ug: رەسمىي سىنبەلگە (xmms2 نىڭ، ئاپتورى Arnaud DIDRY)

source: Often you want to get alarm: 1) before Event start 2) before Todo end 3) after Todo start
ug: گۈدۈكنى چالىدىغان ۋاقىت: 1) ئالاھىدە ئىشتىن بۇرۇن 2) قىلىدىغان ئىشلار تاماملانغاندا 3) قىلىدىغان ئىشلار باشلانغاندىن كېيىن

source: Old Name - Text - Number
ug: بۇرۇنقى ئاتى - تېكىست - نومۇرى

source: Olive
ug: زەيتۇن

source: On %s, %s wrote:
ug: %s غا %s مۇنداق يازدى:

source: On AC
ug: AC توك مەنبەسى

source: On AC:
ug: AC غا ئۇلاقلىق:

source: On Battery
ug: توكدان

source: On Calendar Window Open
ug: يىلنامە كۆزنىكى ئېچىلغاندا

source: On the _fly
ug: يۇقىرى سۈرەتتە(_F)

source: On the left side
ug: سول تەرەپتە

source: On the right side
ug: ئوڭ تەرەپتە

source: One empty panel
ug: بىر قۇرۇق كۆزنەك

source: One hour
ug: بىر سائەت

source: One minute
ug: 1 مىنۇت

source: Online Documentation
ug: توردىكى پۈتۈك

source: Online Help
ug: توردىكى ياردەم

source: Only %s space left on %s (%s)!
ug: %2$s (%3$s) نىڭدا %1$s بوشلۇق قالدى.

source: Only %s space left on %s!
ug: %2$s نىڭدا %1$s بوشلۇق قالدى.

source: Only Icons on Tabs by default
ug: كۆڭۈلدە بەتكۈچلەرنىڭ سىنبەلگىسىلا

source: Only accept Cookies from sites you visit
ug: سىز زىيارەت قىلغان تورتۇرادىن كەلگەن cookie لارنىلا قوبۇل قىلىدۇ

source: Only activate form history via hotkey (Ctrl+Shift+F) per tab
ug: ھەر بىر بەتكۈچنىڭ جەدۋەل(form) ئىزىنى پەقەت (Ctrl+Shift+F) ئارقىلىق ئاكتىپلىسۇن

source: Only cookies which match the filter will be deleted.
ug: سۈزۈلگەن كۇكى(Cookie) نىلا ئۆچۈرىدۇ.

source: Only create _ISO
ug: ISO ھۆججىتىنىلا قۇر(_I)

source: Only ignored files
ug: پەقەت پەرۋا قىلمىغان ھۆججەتلەر

source: Only local files are supported
ug: يەرلىك ھۆججەتنىلا قوللايدۇ.

source: Only on This Workspace
ug: پەقەت مۇشۇ خىزمەت رايونىدىلا كۆرسەت

source: Only owner
ug: ئىگىسىلا

source: Only owner and group
ug: ئىگىسى ۋە گۇرۇپپىلا

source: Only show the Icon of the _Current Tab
ug: پەقەت نۆۋەتتىكى بەتكۈچتىلا سىنبەلگىنى كۆرسەتسۇن(_C)

source: Only system administrators have the permission to do this.
ug: سىستېما باشقۇرغۇچىسىنىڭلا مۇشۇنداق ئىمتىيازى بار.

source: Op_en Recent
ug: يېقىنقىنى ئاچ(_E)

source: Opaci_ty of window decorations:
ug: كۆزنەك گىرۋىكىنىڭ تۇتۇقلۇقى(_T):

source: Opacity
ug: غۇۋالىقى

source: Opacity of _inactive windows:
ug: ئاكتىپ بولمىغان كۆزنەكنىڭ تۇتۇقلۇقى(_I):

source: Opacity of popup wi_ndows:
ug: سەكرىمە كۆزنەكنىڭ تۇتۇقلۇقى(_N):

source: Opacity of popup window_s:
ug: سەكرىمە كۆزنەكنىڭ تۇتۇقلۇقى(_S):

source: Opacity of the selection box
ug: تاللانغان كۆزنەكچىنىڭ سۈزۈكلۈكى

source: Opacity of windows during _move:
ug: يۆتكىلىۋاتقان كۆزنەكنىڭ تۇتۇقلۇقى(_M):

source: Opacity of windows during resi_ze:
ug: چوڭلۇقى ئۆزگەرتىلىۋاتقان كۆزنەكنىڭ تۇتۇقلۇقى(_Z):

source: Open
ug: ئاچ

source: Open "%s" in a new window
ug: «%s» نى يېڭى كۆزنەكتە ئاچ

source: Open "%s" in this window
ug: «%s» نى مۇشۇ كۆزنەكتە ئاچ

source: Open %d New Window
ug: %d دانە كۆزنەك ئاچ

source: Open %s
ug: %s نى ئاچ

source: Open %s and other files of type %s with:
ug: %s ۋە تىپى %s بولغان ھۆججەتلەرنى كۆرسىتىلگەن پروگراممىدا ئاچ:

source: Open '%s'
ug: ئېچىۋاتقىنى ‹%s›

source: Open <i>%s</i> and other files of type "%s" with:
ug: <i>%s</i> بىلەن تىپى «%s» بولغان ھۆججەتلەرنى تۆۋەندىكى پروگراممىدا ئاچ:

source: Open Address in New _Tab
ug: ئادرېسنى يېڭى بەتكۈچتە ئاچ(_T)

source: Open Containing Folder
ug: قىسقۇچنى ئاچ

source: Open Current Folder as _Root
ug: نۆۋەتتىكى قىسقۇچنى ئالىي ئىشلەتكۈچى(root) سۈپىتىدە ئېچىش(_R)

source: Open Current Folder in _Terminal
ug: نۆۋەتتىكى قىسقۇچنى تېرمىنالدا ئېچىش(_T)

source: Open Destination _Folder
ug: نىشان مۇندەرىجىنى ئاچ(_F)

source: Open File
ug: ھۆججەت ئېچىش

source: Open Folder
ug: مۇندەرىجە ئاچ

source: Open Folder with Thunar
ug: مۇندەرىجىنى سۇنار(Thunar) دا ئاچ

source: Open ISO image
ug: ISO تەسۋىرىنى ئاچ

source: Open Link
ug: ئۇلانما ئاچ

source: Open Link as Web A_pplication
ug: ئۇلانمىنى تور پروگراممىسى دەپ قاراپ ئاچ(_P)

source: Open Link in New _Tab
ug: ئۇلانمىنى يېڭى بەتكۈچتە ئاچ(_T)

source: Open Link in New _Window
ug: ئۇلانمىنى يېڭى كۆزنەكتە ئاچ(_W)

source: Open Link in _Background Tab
ug: ئۇلانمىنى ئەڭ ئاخىرقى بەتكۈچتە ئاچ(_T)

source: Open Link in _Foreground Tab
ug: ئۇلانمىنى ئەڭ ئالدىدىكى بەتكۈچتە ئاچ(_T)

source: Open Location
ug: ئورۇن ئاچ

source: Open Media Files
ug: ۋاسىتە ھۆججەتلىرىنى ئېچىش

source: Open New _Window
ug: يېڭى كۆزنەك ئاچ(_W)

source: Open Preferences dialog on the page N
ug: مايىللىق سۆزلەشكۈسىنى ھۆججەت N دا ئاچ

source: Open Recent
ug: يېقىنقىنى ئاچ

source: Open Sound System
ug: ئوچۇق ئاۋاز سىستېمىسى

source: Open T_erminal
ug: تېرمىنال ئاچ(_E)

source: Open Tabs next to Current
ug: يېڭى بەتكۈچنى ھازىرقى بەتكۈچنىڭ يېنىدا ئاچ

source: Open Target Folder
ug: نىشان مۇندەرىجىنى ئېچىش

source: Open Terminal Here
ug: بۇ يەردە تېرمىنالنى ئاچ

source: Open With
ug: پروگراممىدا ئاچ

source: Open With "%s"
ug: «%s» دا ئاچ

source: Open With Other _Application...
ug: باش پروگراممىدا ئاچ(_A)...

source: Open With:
ug: بۇنىڭدا ئاچ:

source: Open _Frame in New Tab
ug: كاندۇكنى يېڭى بەتكۈچتە ئاچ(_F)

source: Open _Image in New Tab
ug: سۈرەتنى يېڭى بەتكۈچتە ئاچ(_I)

source: Open _Location
ug: ئورۇننى ئاچ(_O)

source: Open _Parent
ug: ئاتا مۇندەرىجە ئاچ(_P)

source: Open _Tab
ug: بەتكۈچ ئاچ(_T)

source: Open _With...
ug: بۇنىڭ بىلەن ئاچ(_W)…

source: Open _location
ug: ئورۇننى ئاچ(_O)

source: Open a dialog to specify the color
ug: رەڭ بېكىتىش ئۈچۈن كۆزنەك ئاچىدۇ

source: Open a file
ug: ھۆججەت ئاچىدۇ

source: Open a new Thunar window for the displayed location
ug: كۆرسىتىلگەن يەرنى يېڭى سۇنار(Thunar) كۆزنىكىدە ئاچىدۇ

source: Open a new instance
ug: يېڭى ئۈلگىنى ئاچىدۇ

source: Open a new private browsing window
ug: يېڭى شەخسىي كۆرۈش كۆزنىكىدىن بىرنى ئاچىدۇ

source: Open a new tab
ug: يېڭى بەتكۈچتىن بىرنى ئاچىدۇ

source: Open a new tab in the last-specified window; more than one of these options can be provided.
ug: ئەڭ ئاخىرقى بەلگىلەنگەن كۆزنەكتە يېڭى بەتكۈچ ئاچ. بىردىن جىق تاللانمىلارنى كۆرسەتكىلى بولىدۇ.

source: Open a new terminal tab
ug: يېڭىدىن تېرمىنال بەتكۈچى ئاچىدۇ

source: Open a new terminal window
ug: يېڭىدىن تېرمىنال كۆزنىكى ئاچىدۇ

source: Open a new window
ug: يېڭى كۆزنەكتىن بىرنى ئاچىدۇ

source: Open a new window containing one tab; more than one of these options can be provided.
ug: بىر بەتكۈچنى ئوز -چىگە ئالغان يېڭى كۆزنەك ئاچ. بىردىن جىق تاللانمىلارنى كۆرسەتكىلى بولىدۇ.

source: Open a particular location
ug: بەلگىلەنگەن ئورۇننى ئاچىدۇ

source: Open all in _Tabs
ug: ھەممىنى بەتكۈچتە ئاچ(_T)

source: Open an image
ug: سۈرەت ئاچىدۇ

source: Open archive
ug: ئارخىپنى ئاچ

source: Open archive in new window
ug: ئارخىپنى يېڭى كۆزنەكتە ئاچىدۇ

source: Open desktop preference dialog
ug: ئۈستەلئۈستى مايىللىقى سۆزلەشكۈسىنى ئاچ

source: Open entered folder
ug: كىرگۈزۈلگەن مۇندەرىجىنى ئاچ

source: Open file
ug: ھۆججەتنى ئاچ

source: Open file(s)...
ug: ھۆججەت(لەر)نى ئېچىش…

source: Open file...
ug: ھۆججەت ئېچىش…

source: Open icon
ug: سىنبەلگە ئاچ

source: Open image
ug: سۈرەت ئېچىش

source: Open in %d New Window
ug: %d دانە كۆزنەكتە ئاچ

source: Open in %d New _Tab
ug: %d يېڭى بەتكۈچتە ئاچ(_T)

source: Open in %d New _Window
ug: %d يېڭى كۆزنەكتە ئاچ(_W)

source: Open in File Manager
ug: ھۆججەت باشقۇرغۇچتا ئاچ

source: Open in Image _Viewer
ug: سۈرەت كۆرگۈدە ئاچ(_V)

source: Open in New T_ab
ug: يېڭى بەتكۈچتە ئاچ(_A)

source: Open in New Ta_b
ug: يېڭى بەتكۈچتە ئاچ(_B)

source: Open in New Tab
ug: يېڭى بەتكۈچتە ئاچ

source: Open in New Win_dow
ug: يېڭى كۆزنەكتە ئاچ(_D)

source: Open in New Window
ug: يېڭى كۆزنەكتە ئاچ

source: Open in New _Tab
ug: يېڭى بەتكۈچتە ئاچ(_T)

source: Open in New _Window
ug: يېڭى كۆزنەكتە ئاچ(_W)

source: Open in Termina_l
ug: تېرمىنالدا ئاچ(_L)

source: Open in Terminal
ug: تېرمىنالدا ئېچىش

source: Open in Text Editor
ug: تېكىست تەھرىرلىگۈدە ئېچىش

source: Open in _Terminal
ug: تېرمىنالدا ئاچ(_T)

source: Open last _session
ug: ئەڭ ئاخىرقى ئەڭگىمەنى ئاچ(_S)

source: Open launcher menu
ug: ئىجراچى تىزىملىكىنى ئاچ

source: Open new pages in:
ug: يېڭى بەت ئاچقاندا:

source: Open new window
ug: يېڭى كۆزنەك ئاچ

source: Open or download file from %s
ug: ھۆججەتنى %s دىن ئېچىش ياكى چۈشۈرۈش

source: Open tabs in the background
ug: بەتكۈچنى ئارقىدا تۇرۇپ ئاچ

source: Open the Preferred Applications configuration dialog
ug: ئامراق پروگراممىلارنى بېكىتىش كۆزنىكىنى ئاچ

source: Open the addressbook
ug: ئادرېس دەپتىرىنى ئاچىدۇ

source: Open the bookmark manager to add, edit or delete bookmarks
ug: خەتكۈش باشقۇرغۇنى ئېچىپ، خەتكۈشلەرنى تەھرىرلەيدۇ، قوشىدۇ ياكى ئۆچۈرىدۇ

source: Open the bulk rename dialog
ug: بىراقلا ئات ئۆزگەرتىش كۆزنىكىنى ئاچ

source: Open the parent folder
ug: ئاتا مۇندەرىجىنى ئاچىدۇ

source: Open the screenshot with the chosen application
ug: ئېكران كۆرۈنۈشىنى تاللانغان پروگراممىدا ئاچىدۇ

source: Open the selected directory in %d new window
ug: تاللانغان مۇندەرىجىنى %d دانە كۆزنەكتە ئاچ

source: Open the selected directory in a new window
ug: تاللانغان مۇندەرىجىنى يېڭى كۆزنەكتە ئاچ

source: Open the selected file
ug: تاللانغان ھۆججەتنى ئاچ

source: Open the selected file with the default application
ug: تاللانغان ھۆججەتنى كۆڭۈلدىكى پروگراممىدا ئاچ

source: Open the selected resource with a file manager
ug: ھۆججەت باشقۇرغۇدا تاللانغان مەنبەنى ئاچىدۇ

source: Open the specified folders in Thunar
ug: سۇنار(Thunar) دىكى بەلگىلەنگەن مۇندەرىجىنى ئاچ

source: Open tray
ug: tray ئاچ

source: Open with
ug: بۇنىڭدا ئاچ

source: Open with:
ug: بۇنىڭدا ئاچ:

source: Open, unencrypted connection
ug: ئوچۇق، شىفىرلانمىغان باغلىنىش

source: Openbox theme archives
ug: Openbox ئۆرنەكلىرى ئارخىپى

source: Opened in Current Tab
ug: نۆۋەتتىكى بەتكۈچتە ئېچىش

source: Opened in New Tab
ug: يېڭى بەتكۈچتە ئېچىش

source: Opened in New Window
ug: يېڭى كۆزنەكتە ئېچىش

source: Opening New Windows
ug: يېڭى كۆزنەك ئېچىۋاتىدۇ
